"USB Low Power Header" = "USB Low Power Notice";
"USB Low Power Notice" = "The USB device cannot operate because it needs more power than is available.
To correct this problem you can:
1) Plug the device into an electrical outlet if it has a power cord.
2) Unplug the device and plug it into another USB port on your computer or other device that is plugged into a power cord.";
"OK" = "OK";
"USB OverCurrent Header" = "USB Over Current Notice";
"USB Individual OverCurrent Notice" = "The USB device is currently drawing too much power.

The port it is attached to will be deactivated.";
"USB Gang OverCurrent Notice" = "A USB device is currently drawing too much power.

The hub it is attached to will be deactivated.";